Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: No public ingress hostnames configured for this tunnel.
ar: لم يتم تكوين أسماء مضيفين للدخول العام لهذا النفق.
de: Für diesen Tunnel sind keine öffentlichen Eingangshostnamen konfiguriert.
es: No hay nombres de host de entrada públicos configurados para este túnel.
fr: Aucun nom d'hôte d'entrée public configuré pour ce tunnel.
it: Nessun nome host di ingresso pubblico configurato per questo tunnel.
ja: このトンネルにはパブリック入力ホスト名が構成されていません。
ko: 이 터널에 구성된 공개 수신 호스트 이름이 없습니다.
pt_br: Nenhum nome de host de entrada pública configurado para este túnel.
ru: Для этого туннеля не настроено общедоступное входное имя хоста.
zh_hans: 此隧道尚未配置公网 Ingress 映射域名。
zh_hant: 此通道尚未設定公網 Ingress 映射網域稱。

source: No public ingress hostnames configured.
ar: لم يتم تكوين أسماء مضيفين للدخول العام.
de: Es sind keine öffentlichen Eingangshostnamen konfiguriert.
es: No se han configurado nombres de host de entrada públicos.
fr: Aucun nom d'hôte d'entrée public configuré.
it: Nessun nome host di ingresso pubblico configurato.
ja: パブリックイングレスホスト名が構成されていません。
ko: 구성된 공개 수신 호스트 이름이 없습니다.
pt_br: Nenhum nome de host de entrada pública configurado.
ru: Публичные входящие имена хостов не настроены.
zh_hans: 未配置公共入站主机名。
zh_hant: 未設定公共入站主機名稱。

source: No Query String
ar: لا توجد سلسلة استعلام
de: Keine Abfragezeichenfolge
es: Sin cadena de consulta
fr: Aucune chaîne de requête
it: Nessuna stringa di query
ja: クエリ文字列がありません
ko: 쿼리 문자열 없음
pt_br: Nenhuma string de consulta
ru: Нет строки запроса
zh_hans: 暂无查询字符串
zh_hant: 無查询字符串

source: No Queues
ar: لا توجد طوابير
de: Keine Warteschlangen
es: Sin colas
fr: Aucune file d'attente
it: Nessuna coda
ja: キューがありません
ko: 대기열 없음
pt_br: Nenhuma fila
ru: Нет очередей
zh_hans: 暂无队列
zh_hant: 無佇列

source: No Queues Configured
ar: لم يتم تكوين طوابير
de: Keine Warteschlangen konfiguriert
es: No hay colas configuradas
fr: Aucune file d'attente configurée
it: Nessuna coda configurata
ja: キューが設定されていません
ko: 구성된 대기열 없음
pt_br: Nenhuma fila configurada
ru: Очереди не настроены
zh_hans: 未配置队列
zh_hant: 未設定佇列

source: No R2 Buckets
ar: لا توجد جرافات R2
de: Keine R2-Bucket
es: Sin buckets R2
fr: Pas de compartiments R2
it: Nessun secchiello R2
ja: R2 バケットなし
ko: R2 버킷 없음
pt_br: Sem buckets R2
ru: Нет ведер R2
zh_hans: 未找到 R2 存储桶
zh_hant: 未找到 R2 儲存桶

source: No Rate Limiting Rules
ar: لا توجد قواعد تحدد السعر
de: Keine Tarifbegrenzungsregeln
es: Sin reglas limitantes de tarifas
fr: Aucune règle de limitation de débit
it: Nessuna regola di limitazione della velocità
ja: レート制限ルールなし
ko: 속도 제한 규칙 없음
pt_br: Sem regras de limitação de taxa
ru: Никаких правил ограничения скорости
zh_hans: 暂无速率限制规则
zh_hant: 暂無速率限制規則

source: No recent account audit logs or modification records found.
ar: لم يتم العثور على سجلات تدقيق حديثة للحساب أو سجلات تعديل.
de: Es wurden keine aktuellen Kontoüberwachungsprotokolle oder Änderungsdatensätze gefunden.
es: No se encontraron registros de auditoría de cuenta recientes ni registros de modificación.
fr: Aucun journal d'audit de compte récent ou enregistrement de modification trouvé.
it: Nessun registro di controllo dell'account recente o record di modifica trovato.
ja: 最近のアカウント監査ログまたは変更記録が見つかりません。
ko: 최근 계정 감사 로그 또는 수정 기록이 없습니다.
pt_br: Nenhum registro recente de auditoria ou modificação de conta foi encontrado.
ru: Недавних журналов аудита учетной записи или записей об изменениях не найдено.
zh_hans: 未找到近期的账户审计日志或修改记录。
zh_hant: 未找到近期的帳號审计記錄或修改记录。

source: No recent deployments found.
ar: لم يتم العثور على عمليات النشر الأخيرة.
de: Keine aktuellen Bereitstellungen gefunden.
es: No se encontraron implementaciones recientes.
fr: Aucun déploiement récent trouvé.
it: Nessuna distribuzione recente trovata.
ja: 最近のデプロイメントは見つかりませんでした。
ko: 최근 배포를 찾을 수 없습니다.
pt_br: Nenhuma implantação recente encontrada.
ru: Недавних развертываний не найдено.
zh_hans: 未找到最近的部署记录。
zh_hant: 未找到最近的部署记录。

source: No Record
ar: لا يوجد سجل
de: Keine Aufzeichnung
es: Sin registro
fr: Aucun enregistrement
it: Nessuna registrazione
ja: 記録なし
ko: 기록 없음
pt_br: Sem registro
ru: Нет записи
zh_hans: 暂无解析记录
zh_hant: 無解析记录

source: No records match your search.
ar: لا توجد سجلات تطابق بحثك.
de: Keine Datensätze entsprechen Ihrer Suche.
es: Ningún registro coincide con su búsqueda.
fr: Aucun enregistrement ne correspond à votre recherche.
it: Nessun record corrisponde alla tua ricerca.
ja: 検索に一致するレコードはありません。
ko: 검색어와 일치하는 기록이 없습니다.
pt_br: Nenhum registro corresponde à sua pesquisa.
ru: Нет записей, соответствующих вашему запросу.
zh_hans: 没有与您的搜索匹配的记录。
zh_hant: 没有与您的搜尋匹配的记录。

source: No Redirect Items
ar: لا توجد عناصر إعادة توجيه
de: Keine Weiterleitungselemente
es: Sin elementos de redirección
fr: Aucun élément de redirection
it: Nessun elemento di reindirizzamento
ja: リダイレクト項目がありません
ko: 리디렉션 항목 없음
pt_br: Nenhum item de redirecionamento
ru: Нет элементов перенаправления
zh_hans: 暂无重定向条目
zh_hant: 無重新導向項目

source: No redirect items in this list.
ar: لا توجد عناصر إعادة توجيه في هذه القائمة.
de: Keine Weiterleitungselemente in dieser Liste.
es: No hay elementos de redireccionamiento en esta lista.
fr: Aucun élément de redirection dans cette liste.
it: Nessun elemento di reindirizzamento in questo elenco.
ja: このリストにはリダイレクト項目はありません。
ko: 이 목록에는 리디렉션 항목이 없습니다.
pt_br: Nenhum item de redirecionamento nesta lista.
ru: В этом списке нет элементов перенаправления.
zh_hans: 列表中没有重定向条目。
zh_hant: 列表中没有重定向條目。

source: No Redirect Lists
ar: لا توجد قوائم إعادة توجيه
de: Keine Weiterleitungslisten
es: Sin listas de redirección
fr: Aucune liste de redirection
it: Nessun elenco di reindirizzamento
ja: リダイレクト リストがありません
ko: 리디렉션 목록 없음
pt_br: Nenhuma lista de redirecionamento
ru: Нет списков перенаправления
zh_hans: 暂无重定向列表
zh_hant: 無重新導向清單

source: No Redirect Rules
ar: لا توجد قواعد إعادة توجيه
de: Keine Weiterleitungsregeln
es: Sin reglas de redireccionamiento
fr: Aucune règle de redirection
it: Nessuna regola di reindirizzamento
ja: リダイレクトルールなし
ko: 리디렉션 규칙 없음
pt_br: Sem regras de redirecionamento
ru: Нет правил перенаправления
zh_hans: 暂无重定向规则
zh_hant: 暂無重定向規則

source: No Redirect Rules Found
ar: لم يتم العثور على قواعد إعادة التوجيه
de: Keine Weiterleitungsregeln gefunden
es: No se encontraron reglas de redirección
fr: Aucune règle de redirection trouvée
it: Nessuna regola di reindirizzamento trovata
ja: リダイレクト ルールが見つかりません
ko: 리디렉션 규칙을 찾을 수 없음
pt_br: Nenhuma regra de redirecionamento encontrada
ru: Правила перенаправления не найдены
zh_hans: 未找到重定向规则
zh_hant: 找不到重新導向規則

source: No Resource Bindings
ar: لا توجد روابط موارد
de: Keine Ressourcenbindungen
es: Sin enlaces de recursos
fr: Aucune liaison de ressource
it: Nessuna associazione risorsa
ja: リソースバインドなし
ko: 리소스 바인딩 없음
pt_br: Nenhum vínculo de recurso
ru: Нет привязанных ресурсов
zh_hans: 暂无资源绑定
zh_hant: 暫無資源綁定

source: No Resources Attached
ar: لا توجد موارد مرفقة
de: Keine Ressourcen angehängt
es: Sin recursos adjuntos
fr: Aucune ressource attachée
it: Nessuna risorsa allegata
ja: 関連付けられたリソースはありません
ko: 연결된 리소스 없음
pt_br: Nenhum recurso anexado
ru: Нет прикрепленных ресурсов
zh_hans: 未关联资源
zh_hant: 未附加資源

source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果はありません
ko: 결과 없음
pt_br: Sem resultados
ru: Нет результатов
zh_hans: 暂无结果
zh_hant: 無结果

source: No Results for "%@"
ar: لا توجد نتائج لـ "%@"
de: Keine Ergebnisse für "%@"
es: No hay resultados para "%@"
fr: Aucun résultat pour "%@"
it: Nessun risultato per "%@"
ja: "%@" の検索結果はありません
ko: "%@"에 대한 결과 없음
pt_br: Nenhum resultado para "%@"
ru: Нет результатов для "%@"
zh_hans: 未找到 "%@" 的结果
zh_hant: 未找到 "%@" 的結果

source: No results found for "%@". Check spelling or try a different term.
ar: لم يتم العثور على نتائج لـ "%@". قم بالتدقيق الإملائي أو جرب مصطلحًا مختلفًا.
de: Für „%@“ wurden keine Ergebnisse gefunden. Überprüfen Sie die Rechtschreibung oder versuchen Sie es mit einem anderen Begriff.
es: No se encontraron resultados para "%@". Revise la ortografía o pruebe con un término diferente.
fr: Aucun résultat trouvé pour "%@". Vérifiez l’orthographe ou essayez un autre terme.
it: Nessun risultato trovato per "%@". Controlla l'ortografia o prova un termine diverso.
ja: 「%@」の結果は見つかりませんでした。スペルを確認するか、別の用語を試してください。
ko: "%@"에 대한 검색결과가 없습니다. 철자를 확인하거나 다른 용어를 사용해 보세요.
pt_br: Nenhum resultado encontrado para "%@". Verifique a ortografia ou tente um termo diferente.
ru: По запросу "%@" результатов не найдено. Проверьте правописание или попробуйте другой термин.
zh_hans: 未找到与“%@”相关的结果。请检查拼写或尝试其他关键词。
zh_hant: 未找到与“%@”相關的结果。請檢查拼写或尝试其他關鍵词。

source: No Routes Configured
ar: لم يتم تكوين مسارات
de: Keine Routen konfiguriert
es: No hay rutas configuradas
fr: Aucune route configurée
it: Nessuna route configurata
ja: ルートが設定されていません
ko: 구성된 라우트 없음
pt_br: Nenhuma rota configurada
ru: Маршруты не настроены
zh_hans: 未配置路由
zh_hant: 未設定路由

source: No Routes Found
ar: لم يتم العثور على مسارات
de: Keine Routen gefunden
es: No se encontraron rutas
fr: Aucune route trouvée
it: Nessuna route trovata
ja: ルートが見つかりません
ko: 라우트를 찾을 수 없음
pt_br: Nenhuma rota encontrada
ru: Маршруты не найдены
zh_hans: 未找到路由
zh_hant: 找不到路由

source: No routing rules configured.
ar: لم يتم تكوين قواعد التوجيه.
de: Keine Routing-Regeln konfiguriert.
es: No hay reglas de enrutamiento configuradas.
fr: Aucune règle de routage configurée.
it: Nessuna regola di routing configurata.
ja: ルーティング ルールが設定されていません。
ko: 구성된 라우팅 규칙이 없습니다.
pt_br: Nenhuma regra de roteamento configurada.
ru: Правила маршрутизации не настроены.
zh_hans: 暂未配置路由规则。
zh_hant: 暂未設定路由規則。

source: No rules attached. Add a rule to trigger your snippets.
ar: لا توجد قواعد المرفقة. أضف قاعدة لتشغيل مقتطفاتك.
de: Keine Regeln beigefügt. Fügen Sie eine Regel hinzu, um Ihre Snippets auszulösen.
es: No hay reglas adjuntas. Agregue una regla para activar sus fragmentos.
fr: Aucune règle attachée. Ajoutez une règle pour déclencher vos extraits.
it: Nessuna regola allegata. Aggiungi una regola per attivare i tuoi snippet.
ja: ルールは付属しません。スニペットをトリガーするルールを追加します。
ko: 첨부된 규칙이 없습니다. 스니펫을 실행하는 규칙을 추가하세요.
pt_br: Nenhuma regra anexada. Adicione uma regra para acionar seus snippets.
ru: Никаких правил не прилагается. Добавьте правило для запуска ваших фрагментов.
zh_hans: 未关联规则。添加规则以触发您的 Snippet。
zh_hant: 未關聯規則。新增規則以触發您的 Snippet。

source: No Rules Found
ar: لم يتم العثور على قواعد
de: Keine Regeln gefunden
es: No se encontraron reglas
fr: Aucune règle trouvée
it: Nessuna regola trovata
ja: ルールが見つかりません
ko: 규칙을 찾을 수 없음
pt_br: Nenhuma regra encontrada
ru: Правила не найдены
zh_hans: 未找到规则
zh_hant: 找不到規則

source: No script source code available.
ar: لا يوجد كود مصدر للبرنامج النصي متاح.
de: Kein Skript-Quellcode verfügbar.
es: No hay código fuente de script disponible.
fr: Aucun code source de script disponible.
it: Nessun codice sorgente dello script disponibile.
ja: 利用可能なスクリプト ソース コードがありません。
ko: 사용 가능한 스크립트 소스 코드가 없습니다.
pt_br: Nenhum código-fonte de script disponível.
ru: Исходный код сценария недоступен.
zh_hans: 暂无可用的脚本源代码。
zh_hant: 暂無可用的脚本源程式碼。

source: No Secrets Found
ar: لم يتم العثور على أسرار
de: Keine Geheimnisse gefunden
es: No se encontraron secretos
fr: Aucun secret trouvé
it: Nessun segreto trovato
ja: 秘密は見つかりませんでした
ko: 비밀을 찾을 수 없습니다
pt_br: Nenhum segredo encontrado
ru: Секретов не найдено
zh_hans: 未配置密钥
zh_hant: 未設定密钥

source: No Security Events
ar: لا توجد أحداث أمنية
de: Keine Sicherheitsereignisse
es: Sin eventos de seguridad
fr: Aucun événement de sécurité
it: Nessun evento di sicurezza
ja: セキュリティイベントなし
ko: 보안 이벤트 없음
pt_br: Nenhum evento de segurança
ru: Нет событий безопасности
zh_hans: 暂无安全事件
zh_hant: 暂無安全性事件

source: No Security Events Found
ar: لم يتم العثور على أحداث أمنية
de: Keine Sicherheitsereignisse gefunden
es: No se encontraron eventos de seguridad
fr: Aucun événement de sécurité trouvé
it: Nessun evento di sicurezza trovato
ja: セキュリティ イベントが見つかりません
ko: 보안 이벤트를 찾을 수 없음
pt_br: Nenhum evento de segurança encontrado
ru: События безопасности не найдены
zh_hans: 未找到安全事件
zh_hant: 找不到安全事件

source: No security events triggered in the selected period.
ar: لم يتم تشغيل أي أحداث أمنية في الفترة المحددة.
de: Im ausgewählten Zeitraum wurden keine Sicherheitsereignisse ausgelöst.
es: No se activaron eventos de seguridad en el período seleccionado.
fr: Aucun événement de sécurité déclenché dans la période sélectionnée.
it: Nessun evento di sicurezza attivato nel periodo selezionato.
ja: 選択した期間にセキュリティ イベントがトリガーされませんでした。
ko: 선택한 기간에 트리거된 보안 이벤트가 없습니다.
pt_br: Nenhum evento de segurança foi acionado no período selecionado.
ru: За выбранный период не произошло событий безопасности.
zh_hans: 在所选时间范围内未触发任何安全拦截事件。
zh_hant: 在所選時間范围内未触發任何安全性拦截事件。

source: No Services Found
ar: لم يتم العثور على خدمات
de: Keine Dienste gefunden
es: No se encontraron servicios
fr: Aucun service trouvé
it: Nessun servizio trovato
ja: サービスが見つかりません
ko: 서비스를 찾을 수 없음
pt_br: Nenhum serviço encontrado
ru: Службы не найдены
zh_hans: 未找到服务
zh_hant: 找不到服務

source: No snippet scripts uploaded.
ar: لم يتم تحميل أي نصوص برمجية للمقتطفات.
de: Keine Snippet-Skripte hochgeladen.
es: No se han cargado scripts de fragmentos.
fr: Aucun script d'extrait téléchargé.
it: Nessuno script di snippet caricato.
ja: スニペット スクリプトはアップロードされていません。
ko: 업로드된 스니펫 스크립트가 없습니다.
pt_br: Nenhum script de snippet foi enviado.
ru: Фрагменты скриптов не загружены.
zh_hans: 未上传 Snippet 脚本。
zh_hant: 未上傳 Snippet 脚本。

source: No Snippets
ar: لا توجد مقتطفات
de: Keine Snippets
es: Sin fragmentos
fr: Aucun extrait
it: Nessun snippet
ja: スニペットがありません
ko: 스니펫 없음
pt_br: Nenhum snippet
ru: Нет сниппетов
zh_hans: 暂无 Snippet
zh_hant: 無 Snippet

source: No Snippets Found
ar: لم يتم العثور على مقتطفات
de: Keine Snippets gefunden
es: No se encontraron fragmentos
fr: Aucun extrait trouvé
it: Nessun snippet trovato
ja: スニペットが見つかりません
ko: 스니펫을 찾을 수 없음
pt_br: Nenhum snippet encontrado
ru: Сниппеты не найдены
zh_hans: 未找到 Snippet
zh_hant: 找不到 Snippet

source: No Tables Found
ar: لم يتم العثور على جداول
de: Keine Tabellen gefunden
es: No se encontraron tablas
fr: Aucune table trouvée
it: Nessuna tabella trovata
ja: テーブルが見つかりません
ko: 테이블을 찾을 수 없음
pt_br: Nenhuma tabela encontrada
ru: Таблицы не найдены
zh_hans: 未找到数据表
zh_hant: 找不到資料表

source: No tables found. Create a table using SQL below.
ar: لم يتم العثور على جداول. قم بإنشاء جدول باستخدام SQL أدناه.
de: Keine Tische gefunden. Erstellen Sie unten eine Tabelle mit SQL.
es: No se encontraron mesas. Cree una tabla usando SQL a continuación.
fr: Aucune table trouvée. Créez une table en utilisant SQL ci-dessous.
it: Nessuna tabella trovata. Crea una tabella utilizzando SQL di seguito.
ja: テーブルが見つかりません。以下のSQLを使用してテーブルを作成します。
ko: 테이블이 없습니다. 아래 SQL을 사용하여 테이블을 생성합니다.
pt_br: Nenhuma tabela encontrada. Crie uma tabela usando SQL abaixo.
ru: Столов не найдено. Создайте таблицу, используя SQL ниже.
zh_hans: 未找到数据表。请在下方使用 SQL 创建表。
zh_hant: 未找到數据表。請在下方使用 SQL 建立表。

source: No Traffic Data
ar: لا توجد بيانات المرور
de: Keine Verkehrsdaten
es: Sin datos de tráfico
fr: Aucune donnée de trafic
it: Nessun dato sul traffico
ja: 交通データがありません
ko: 교통정보 없음
pt_br: Sem dados de tráfego
ru: Нет данных о трафике
zh_hans: 暂无流量数据
zh_hant: 暂無流量數据

source: No Transform Rules
ar: لا توجد قواعد التحويل
de: Keine Transformationsregeln
es: Sin reglas de transformación
fr: Aucune règle de transformation
it: Nessuna regola di trasformazione
ja: 変換ルールなし
ko: 변환 규칙 없음
pt_br: Sem regras de transformação
ru: Никаких правил преобразования
zh_hans: 暂无转换规则
zh_hant: 無轉换規則

source: No Transform Rules Found
ar: لم يتم العثور على قواعد التحويل
de: Keine Transformationsregeln gefunden
es: No se encontraron reglas de transformación
fr: Aucune règle de transformation trouvée
it: Nessuna regola di trasformazione trovata
ja: 変換ルールが見つかりません
ko: 변환 규칙을 찾을 수 없음
pt_br: Nenhuma regra de transformação encontrada
ru: Правила преобразования не найдены
zh_hans: 未找到转换规则
zh_hant: 找不到轉換規則

source: No Triggers Found
ar: لم يتم العثور على مشغلات
de: Keine Auslöser gefunden
es: No se encontraron disparadores
fr: Aucun déclencheur trouvé
it: Nessun trigger trovato
ja: トリガーが見つかりません
ko: 트리거를 찾을 수 없음
pt_br: Nenhum gatilho encontrado
ru: Триггеры не найдены
zh_hans: 未找到触发器
zh_hant: 找不到觸發器

source: No Tunnels Configured
ar: لم يتم تكوين أي أنفاق
de: Keine Tunnel konfiguriert
es: No hay túneles configurados
fr: Aucun tunnel configuré
it: Nessun tunnel configurato
ja: トンネルが構成されていません
ko: 구성된 터널 없음
pt_br: Nenhum túnel configurado
ru: Туннели не настроены
zh_hans: 未配置 Tunnels 隧道
zh_hant: 未設定 Tunnels 通道

source: No Tunnels Found
ar: لم يتم العثور على أنفاق
de: Keine Tunnel gefunden
es: No se encontraron túneles
fr: Aucun tunnel trouvé
it: Nessun tunnel trovato
ja: トンネルが見つかりません
ko: 터널을 찾을 수 없음
pt_br: Nenhum túnel encontrado
ru: Туннели не найдены
zh_hans: 未找到隧道
zh_hant: 找不到通道

source: No Turnstile Widgets
ar: لا الحاجيات Turnstile
de: Keine Turnstile-Widgets
es: Sin widgets de Turnstile
fr: Aucun widget de Turnstile
it: Nessun widget Turnstile
ja: Turnstileウィジェットなし
ko: Turnstile 위젯 없음
pt_br: Sem widgets de Turnstile
ru: Нет виджетов Turnstileа
zh_hans: 未配置 Turnstile 小组件
zh_hant: 未設定 Turnstile 小組件

source: No Turnstile Widgets Found
ar: لم يتم العثور على عناصر Turnstile
de: Keine Turnstile-Widgets gefunden
es: No se encontraron widgets de Turnstile
fr: Aucun widget Turnstile trouvé
it: Nessun widget Turnstile trovato
ja: Turnstile ウィジェットが見つかりません
ko: Turnstile 위젯을 찾을 수 없음
pt_br: Nenhum widget do Turnstile encontrado
ru: Виджеты Turnstile не найдены
zh_hans: 未找到 Turnstile 小组件
zh_hant: 找不到 Turnstile 小工具

source: No value retrieved
ar: لم يتم استرداد أي قيمة
de: Kein Wert abgerufen
es: No se recuperó ningún valor
fr: Aucune valeur récupérée
it: Nessun valore recuperato
ja: 値が取得されませんでした
ko: 가져온 값 없음
pt_br: Nenhum valor recuperado
ru: Значение не получено
zh_hans: 未检索到值
zh_hant: 未擷取到數值

source: No Variables
ar: لا توجد متغيرات
de: Keine Variablen
es: Sin variables
fr: Aucune variable
it: Nessuna variabile
ja: 変数がありません
ko: 변수 없음
pt_br: Nenhuma variável
ru: Нет переменных
zh_hans: 暂无变量
zh_hant: 無變數

source: No Variables or Secrets
ar: لا توجد متغيرات أو أسرار
de: Keine Variablen oder Secrets
es: Sin variables ni secretos
fr: Aucune variable ou secret
it: Nessuna variabile o segreto
ja: 変数またはシークレットがありません
ko: 변수 또는 시크릿 없음
pt_br: Nenhuma variável ou segredo
ru: Нет переменных или секретов
zh_hans: 暂无变量或密钥
zh_hant: 無變數或密鑰

source: No verified destinations available.
ar: لا توجد وجهات تم التحقق منها متاحة.
de: Keine verifizierten Ziele verfügbar.
es: No hay destinos verificados disponibles.
fr: Aucune destination vérifiée disponible.
it: Nessuna destinazione verificata disponibile.
ja: 利用できる確認済みの宛先がありません。
ko: 확인된 목적지가 없습니다.
pt_br: Nenhum destino verificado disponível.
ru: Подтвержденных пунктов назначения нет.
zh_hans: 暂无已验证的目标地址。
zh_hant: 暂無已驗證的目標地址。

source: No WAF Custom Rules
ar: لا توجد قواعد WAF مخصصة
de: Keine benutzerdefinierten WAF-Regeln
es: Sin reglas WAF personalizadas
fr: Aucune règle WAF personnalisée
it: Nessuna regola WAF personalizzata
ja: WAFカスタムルールなし
ko: WAF 사용자 정의 규칙 없음
pt_br: Nenhuma regra WAF personalizada
ru: Нет пользовательских правил WAF
zh_hans: 暂无 WAF 自定义规则
zh_hant: 暫無 WAF 自訂規則

source: No WAF Rules
ar: لا توجد قواعد WAF
de: Keine WAF-Regeln
es: Sin reglas WAF
fr: Aucune règle WAF
it: Nessuna regola WAF
ja: WAFルールなし
ko: WAF 규칙 없음
pt_br: Sem regras WAF
ru: Нет правил WAF
zh_hans: 暂无 WAF 规则
zh_hant: 無 WAF 規則

source: No WAF Rules Found
ar: لم يتم العثور على قواعد WAF
de: Keine WAF-Regeln gefunden
es: No se encontraron reglas WAF
fr: Aucune règle WAF trouvée
it: Nessuna regola WAF trovata
ja: WAF ルールが見つかりません
ko: WAF 규칙을 찾을 수 없음
pt_br: Nenhuma regra WAF encontrada
ru: Правила WAF не найдены
zh_hans: 未找到 WAF 规则
zh_hant: 找不到 WAF 規則

source: No webhook destinations configured in this account.
ar: لم يتم تكوين وجهات الرد التلقائي على الويب في هذا الحساب.
de: In diesem Konto sind keine Webhook-Ziele konfiguriert.
es: No hay destinos de webhook configurados en esta cuenta.
fr: Aucune destination de webhook configurée dans ce compte.
it: Nessuna destinazione webhook configurata in questo account.
ja: このアカウントには Webhook 宛先が構成されていません。
ko: 이 계정에는 웹훅 대상이 구성되어 있지 않습니다.
pt_br: Nenhum destino de webhook configurado nesta conta.
ru: В этом аккаунте не настроены места назначения веб-перехватчиков.
zh_hans: 此账户未配置 Webhook 目标。
zh_hant: 此帳號未設定 Webhook 目標。

source: No Webhooks
ar: لا توجد خطافات ويب
de: Keine Webhooks
es: Sin webhooks
fr: Aucun webhook
it: Nessun webhook
ja: Webhook なし
ko: 웹훅 없음
pt_br: Sem webhooks
ru: Нет вебхуков
zh_hans: 暂无 Webhook
zh_hant: 暂無 Webhook

source: No Worker invocations recorded for %@ in the selected time range.
ar: لم يتم تسجيل أي استدعاءات لـ Worker لـ %@ في النطاق الزمني المحدد.
de: Keine Worker-Aufrufe für %@ im ausgewählten Zeitraum aufgezeichnet.
es: No se registraron invocaciones de Worker para %@ en el intervalo de tiempo seleccionado.
fr: Aucun appel de Worker enregistré pour %@ dans la période sélectionnée.
it: Nessuna chiamata di Worker registrata per %@ nell'intervallo temporale selezionato.
ja: 選択した期間内に %@ の Worker 呼び出しは記録されていません。
ko: 선택한 시간 범위 동안 %@에 기록된 Worker 호출이 없습니다.
pt_br: Nenhuma invocação de Worker registrada para %@ no intervalo de tempo selecionado.
ru: Нет вызовов Worker, записанных для %@ в выбранном диапазоне времени.
zh_hans: 在所选时间范围内未记录到 %@ 的 Worker 调用。
zh_hant: 在選定時間範圍內未記錄到 %@ 的 Worker 調用。

source: No Workers Found
ar: لم يتم العثور على Workers
de: Keine Worker gefunden
es: No se encontraron Workers
fr: Aucun Worker trouvé
it: Nessun Worker trovato
ja: Worker が見つかりません
ko: Worker를 찾을 수 없음
pt_br: Nenhum Worker encontrado
ru: Worker не найдены
zh_hans: 未找到 Worker
zh_hant: 找不到 Worker

source: No Zero Trust Gateway DNS/HTTP policies configured.
ar: لم يتم تكوين سياسات DNS/HTTP لـ Zero Trust Gateway.
de: Keine Zero Trust Gateway DNS/HTTP-Richtlinien konfiguriert.
es: No hay políticas DNS/HTTP de Zero Trust Gateway configuradas.
fr: Aucune stratégie DNS/HTTP de passerelle Zero Trust configurée.
it: Nessun criterio DNS/HTTP di Zero Trust Gateway configurato.
ja: Zero Trust Gateway DNS/HTTP ポリシーが構成されていません。
ko: 구성된 Zero Trust Gateway DNS/HTTP 정책이 없습니다.
pt_br: Nenhuma política de DNS/HTTP do Zero Trust Gateway configurada.
ru: Политики DNS/HTTP для Zero Trust Gateway не настроены.
zh_hans: 未配置 Zero Trust 网关 DNS/HTTP 策略。
zh_hant: 未設定 Zero Trust 閘道 DNS/HTTP 原則。

source: No-Sniff Header
ar: ترويسة No-Sniff
es: Encabezado No-Sniff
fr: En-tête No-Sniff
it: Intestazione No-Sniff
ja: No-Sniff ヘッダー
ko: No-Sniff 헤더
pt_br: Cabeçalho No-Sniff
ru: Заголовок No-Sniff
zh_hans: No-Sniff 标头
zh_hant: No-Sniff 標頭

source: None
ar: لا أحد
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
ru: Никто
zh_hans: 正常
zh_hant: 正常

source: None Selected
ar: لا يوجد محدد
de: Keine ausgewählt
es: Ninguno seleccionado
fr: Aucun sélectionné
it: Nessuno selezionato
ja: 何も選択されていません
ko: 선택한 항목 없음
pt_br: Nenhum selecionado
ru: Ничего не выбрано
zh_hans: 未选择
zh_hant: 未選择

source: Normal
ar: عادي
it: Normale
ja: 標準
ko: 보통
ru: Обычный
zh_hans: 正常
zh_hant: 正常

source: Not a recognized Cloudflare proxy IP
ar: ليس عنوان IP وكيل Cloudflare معروفًا
de: Keine erkannte Cloudflare-Proxy-IP
es: No es una IP de proxy de Cloudflare reconocida
fr: Pas une adresse IP de proxy Cloudflare reconnue
it: IP proxy Cloudflare non riconosciuto
ja: 認識されたCloudflareプロキシIPではありません
ko: 인식된 Cloudflare 프록시 IP가 아닙니다.
pt_br: Não é um IP proxy reconhecido da Cloudflare
ru: Нераспознанный IP-адрес прокси-сервера Cloudflare.
zh_hans: 非 Cloudflare 官方代理 IP
zh_hant: 非 Cloudflare 官方代理 IP

source: Not Applicable
ar: غير قابل للتطبيق
de: Nicht zutreffend
es: No aplicable
fr: Non applicable
it: Non applicabile
ja: 該当なし
ko: 해당 없음
pt_br: Não aplicável
ru: Не применимо
zh_hans: 不适用
zh_hant: 不適用

source: Not Configured
ar: غير مكون
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
it: Non configurato
ja: 未設定
ko: 구성되지 않음
pt_br: Não configurado
ru: Не настроено
zh_hans: 未配置
zh_hant: 未設定
